// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "我的小可爱",
        "何其有幸，与你相遇，是我莫大的福气",
        "我会好好珍惜，一心一意，全力以赴，把最好的都给你",
        "我要与你一起享受生活，一起做最浪漫的事，只要与你",
        "往后余生，三餐四季，相伴相依",
        "细水长流是你，柴米油盐是你，情深是你，白首也是你",
        "心底温柔是你，目光所及都是你",
        "这一生我只牵你的手，因为今生有你早已足够",
        "伴你永远，爱你永远！",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2021-07-30T22:00:00",
    // 双方的名字
    names: ["范学博", "宋敬敬"]
}
